/* Remove non favorites confirmation dialog -> informative text */
"%d cookies will be deleted immediately." = "%d cookies will be deleted immediately.";

/* No comment provided by engineer. */
"%d Domains, %d Favorites, %d unique Cookies" = "%1$d Domains, %2$d Favorites, %3$d unique Cookies";

/* Remove 1 non favorite confirmation dialog -> informative text */
"1 cookie will be deleted immediately." = "1 cookie will be deleted immediately.";

/* Import Favorites warning dialog -> informative text */
"Your backup Favorites, will be added to your current Favorites." = "Your backup Favorites, will be added to your current Favorites.";

/* Remove non favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite cookies?" = "Are you sure you want to remove all \nnon-favorite cookies?";

/* Uninstall Safari Cookies confirmation dialog -> message text; put non breakable space for 'Safari Cookies' */
"Are you sure you want to uninstall Safari Cookies?" = "Are you sure you want to uninstall Safari Cookies?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Export Cookies confirmation dialog -> informative text */
"Cookies will NOT be exported." = "Cookies will NOT be exported.";

/* Preferences -> General tab -> current version label */
"Current Version: %@" = "Current Version: %@";

/* Safari Cookies failed to be uninstalled alert -> informative text */
"Get support at: \nhttp://sweetpproductions.com/safaricookies/" = "Get support at: \nhttp://sweetpproductions.com/safaricookies/";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* Safari Cookies failed to be uninstalled alert -> message text */
"Safari Cookies could not be uninstalled." = "Safari Cookies could not be uninstalled.";

/* Safari Cookies successfully uninstalled alert -> message text */
"Safari Cookies has been successfully uninstalled." = "Safari Cookies has been successfully uninstalled.";

/* No comment provided by engineer. */
"Uninstall" = "Uninstall";

/* Export favorites confirmation dialog -> message text */
"Would you like to export all your Favorite domains?" = "Would you like to export all your Favorite domains?";

/* Import favorites confirmation dialog -> message text */
"Would you like to import Favorites from a previously exported file?" = "Would you like to import Favorites from a previously exported file?";

/* Import favorites from Bookmarks confirmation dialog -> message text */
"Would you like to import Favorites from your Safari Bookmarks?" = "Would you like to import Favorites from your Safari Bookmarks?";

/* Import Bookmarks warning dialog -> informative text */
"Your Bookmarks will be added to your current favorites." = "Your Bookmarks will be added to your current favorites.";

/* Import favorites from Topsites confirmation dialog -> message text */
"Would you like to import Favorites from your Safari TopSites?" = "Would you like to import Favorites from your Safari TopSites?";

/* Import Topsites warning dialog -> informative text */
"Your TopSites will be added to your current favorites." = "Your TopSites will be added to your current favorites.";

/* Import favorites from History confirmation dialog -> message text */
"Would you like to import Favorites from your Safari History?" = "Would you like to import Favorites from your Safari History?";

/* Import History warning dialog -> informative text */
"All domains from your History will be added to your current favorites." = "All domains from your History will be added to your current favorites.";

/* No comment provided by engineer. */
"YES" = "YES";

/* Safari Cookies successfully uninstalled alert -> informative text */
"You need to restart Safari for changes to be effective." = "You need to restart Safari for changes to be effective.";

/* Uninstall Safari Cookies confirmation dialog -> informative text */
"You will be asked for an administrator password." = "You will be asked for an administrator password.";